Repository: Bananathoms/OCP12-Tirajosaure
Catalog: Tirajosaure/Common/Localizable/Localizable.xcstrings
Source language: en
Languages: be, bg, br, ca, co, cs, da, de, el, es, et, eu, fi, fil, fr, hr, hu, hy, id, it, ja, ka, ko, la, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tlh, tr, uk, vi, zh

source: Failed to request password reset
be: Не ўдалося запытаць скіданне пароля
bg: Неуспешно заявяване на възстановяване на парола
br: N'haller ket goulenn adsevel ar ger-tremen
ca: No s'ha pogut sol·licitar el restabliment de la contrasenya
co: Richiesta di resettà a password fallita
cs: Nepodařilo se požádat o obnovení hesla
da: Kunne ikke anmode om nulstilling af adgangskode
de: Passwortzurücksetzung konnte nicht angefordert werden
el: Αποτυχία αίτησης επαναφοράς κωδικού πρόσβασης
es: No se pudo solicitar el restablecimiento de la contraseña
et: Parooli lähtestamise taotlus ebaõnnestus
eu: Pasahitza berrezartzeko eskaera huts egin du
fi: Salasanan nollauspyynnön tekeminen epäonnistui
fil: Nabigo ang kahilingan para sa pag-reset ng password
fr: Échec de la demande de réinitialisation du mot de passe
hr: Zahtjev za poništavanje lozinke nije uspio
hu: Nem sikerült a jelszó visszaállítása
hy: Գաղտնաբառի վերականգնումը ձախողվել է
id: Gagal meminta pengaturan ulang kata sandi
it: Richiesta di reimpostazione della password fallita
ja: パスワードリセットのリクエストに失敗しました
ka: პაროლის აღდგენის მოთხოვნა ვერ მოხერხდა
ko: 비밀번호 재설정을 요청하지 못했습니다
la: Password reset requesta defecit
ms: Gagal untuk meminta penetapan semula kata laluan
nb: Kunne ikke be om tilbakestilling av passord
nl: Verzoek om wachtwoordreset mislukt
pl: Nie udało się zresetować hasła
pt_pt: Falha ao solicitar redefinição de senha
ro: Solicitarea de resetare a parolei a eșuat
ru: Не удалось запросить сброс пароля
sk: Nepodarilo sa požiadať o obnovenie hesla
sl: Zahteva za ponastavitev gesla ni uspela
sv: Misslyckades med att begära återställning av lösenord
th: ไม่สามารถขอรีเซ็ตรหัสผ่านได้
tlh: ngoq chu'choHmoH yIgher
tr: Şifre sıfırlama isteği başarısız oldu
uk: Не вдалося запитати скидання пароля
vi: Yêu cầu đặt lại mật khẩu không thành công
zh: 请求重置密码失败

source: Failed to save draw result
be: Не ўдалося захаваць вынік жараб'ёўкі
bg: Неуспешно запазване на резултата от жребия
br: N'haller ket enrollañ disoc'h an dres
ca: No s'ha pogut desar el resultat del sorteig
co: Salvamentu di u risultatu di u sorteggiu fallitu
cs: Nepodařilo se uložit výsledek losování
da: Kunne ikke gemme lodtrækningsresultat
de: Ziehungsergebnis konnte nicht gespeichert werden
el: Αποτυχία αποθήκευσης αποτελέσματος κλήρωσης
es: No se pudo guardar el resultado del sorteo
et: Loosimise tulemuse salvestamine ebaõnnestus
eu: Zozketa emaitza gordetzean huts egin du
fi: Arvonnan tuloksen tallentaminen epäonnistui
fil: Nabigo ang pag-save ng resulta ng draw
fr: Échec de l'enregistrement du résultat du tirage
hr: Nije uspjelo spremanje rezultata izvlačenja
hu: Nem sikerült menteni a sorsolás eredményét
hy: Վիճակահանության արդյունքի պահպանումը ձախողվել է
id: Gagal menyimpan hasil undian
it: Impossibile salvare il risultato del sorteggio
ja: 抽選結果の保存に失敗しました
ka: გათამაშების შედეგის შენახვა ვერ მოხერხდა
ko: 추첨 결과를 저장하지 못했습니다
la: Resultatum trahere servare defecit
ms: Gagal untuk menyimpan keputusan cabutan
nb: Kunne ikke lagre trekkningsresultat
nl: Trekking opslaan mislukt
pl: Nie udało się zapisać wyniku losowania
pt_pt: Falha ao salvar o resultado do sorteio
ro: Salvarea rezultatului tragerii la sorți a eșuat
ru: Не удалось сохранить результат жеребьевки
sk: Nepodarilo sa uložiť výsledok žrebovania
sl: Shranjevanje rezultata žrebanja ni uspelo
sv: Misslyckades med att spara dragresultatet
th: ไม่สามารถบันทึกผลการจับฉลากได้
tlh: rInchu' qach De' polHa' yIgher
tr: Çekiliş sonucu kaydedilemedi
uk: Не вдалося зберегти результат жеребкування
vi: Không thể lưu kết quả rút thăm
zh: 保存抽签结果失败

source: Failed to save event : %@
be: Не ўдалося захаваць мерапрыемства: %@
bg: Неуспешно запазване на събитието: %@
br: N'haller ket enrollañ an darvoud: %@
ca: No s'ha pogut desar l'esdeveniment: %@
co: Salvamentu di l'eventu fallitu: %@
cs: Nepodařilo se uložit událost: %@
da: Kunne ikke gemme begivenhed: %@
de: Veranstaltung konnte nicht gespeichert werden: %@
el: Αποτυχία αποθήκευσης γεγονότος: %@
es: No se pudo guardar el evento: %@
et: Sündmuse salvestamine ebaõnnestus: %@
eu: Gertaera gordetzean huts egin du: %@
fi: Tapahtuman tallentaminen epäonnistui: %@
fil: Nabigo ang pag-save ng event: %@
fr: Échec de l'enregistrement de l'événement : %@
hr: Nije uspjelo spremanje događaja: %@
hu: Nem sikerült menteni az eseményt: %@
hy: Միջոցառումը պահպանելն անհաջող է՝ %@
id: Gagal menyimpan acara: %@
it: Impossibile salvare l'evento: %@
ja: イベントの保存に失敗しました: %@
ka: ღონისძიების შენახვა ვერ მოხერხდა: %@
ko: 이벤트 저장에 실패했습니다: %@
la: Eventum servare defecit: %@
ms: Gagal untuk menyimpan acara: %@
nb: Kunne ikke lagre hendelsen: %@
nl: Evenement opslaan mislukt: %@
pl: Nie udało się zapisać wydarzenia: %@
pt_pt: Falha ao salvar o evento: %@
ro: Salvarea evenimentului a eșuat: %@
ru: Не удалось сохранить событие: %@
sk: Nepodarilo sa uložiť udalosť: %@
sl: Shranjevanje dogodka ni uspelo: %@
sv: Misslyckades med att spara händelse: %@
th: ไม่สามารถบันทึกเหตุการณ์ได้: %@
tlh: naghHom lo'wI' Doch'e' vIchelmeH nabHa'lu'pu' : %@
tr: Etkinlik kaydedilemedi: %@
uk: Не вдалося зберегти подію: %@
vi: Không thể lưu sự kiện: %@
zh: 保存事件失败: %@

source: Failed to save question
be: Не ўдалося захаваць пытанне
bg: Неуспешно запазване на въпроса
br: N'haller ket enrollañ ar goulenn
ca: No s'ha pogut desar la pregunta
co: Salvamentu di a dumanda fallita
cs: Nepodařilo se uložit otázku
da: Kunne ikke gemme spørgsmål
de: Frage konnte nicht gespeichert werden
el: Αποτυχία αποθήκευσης ερώτησης
es: No se pudo guardar la pregunta
et: Küsimuse salvestamine ebaõnnestus
eu: Galdera gordetzean huts egin du
fi: Kysymyksen tallentaminen epäonnistui
fil: Nabigo ang pag-save ng tanong
fr: Échec de l'enregistrement de la question
hr: Nije uspjelo spremanje pitanja
hu: Nem sikerült menteni a kérdést
hy: Հարցը պահպանելն անհաջող է
id: Gagal menyimpan pertanyaan
it: Impossibile salvare la domanda
ja: 質問の保存に失敗しました
ka: კითხვის შენახვა ვერ მოხერხდა
ko: 질문 저장에 실패했습니다
la: Quaestionem servare defecit
ms: Gagal untuk menyimpan soalan
nb: Kunne ikke lagre spørsmålet
nl: Opslaan van vraag mislukt
pl: Nie udało się zapisać pytania
pt_pt: Falha ao salvar a pergunta
ro: Salvarea întrebării a eșuat
ru: Не удалось сохранить вопрос
sk: Nepodarilo sa uložiť otázku
sl: Shranjevanje vprašanja ni uspelo
sv: Misslyckades med att spara frågan
th: ไม่สามารถบันทึกคำถามได้
tlh: nIqHom polHa' yIgher
tr: Soru kaydedilemedi
uk: Не вдалося зберегти питання
vi: Không thể lưu câu hỏi
zh: 保存问题失败

source: Failed to save teams draw: %@
be: Не ўдалося захаваць жараб'ёўку каманд: %@
bg: Неуспешно запазване на жребия на отборите: %@
br: N'haller ket enrollañ dres ar skipailhoù: %@
ca: No s'ha pogut desar el sorteig d'equips: %@
co: Salvamentu di u sorteggiu di e squadre fallitu: %@
cs: Nepodařilo se uložit losování týmů: %@
da: Kunne ikke gemme holdlodtrækning: %@
de: Team-Ziehung konnte nicht gespeichert werden: %@
el: Αποτυχία αποθήκευσης κλήρωσης ομάδων: %@
es: No se pudo guardar el sorteo de equipos: %@
et: Meeskondade loosimise salvestamine ebaõnnestus: %@
eu: Taldeen zozketa gordetzean huts egin du: %@
fi: Joukkuearvonnan tallentaminen epäonnistui: %@
fil: Nabigo ang pag-save ng teams draw: %@
fr: Échec de l'enregistrement du tirage des équipes : %@
hr: Nije uspjelo spremanje izvlačenja timova: %@
hu: Nem sikerült menteni a csapatok sorsolását: %@
hy: Թիմերի վիճակահանությունը պահպանելն անհաջող է՝ %@
id: Gagal menyimpan undian tim: %@
it: Impossibile salvare il sorteggio dei team: %@
ja: チーム抽選の保存に失敗しました: %@
ka: გუნდების გათამაშების შენახვა ვერ მოხერხდა: %@
ko: 팀 추첨을 저장하지 못했습니다: %@
la: Turmas trahere servare defecit: %@
ms: Gagal untuk menyimpan cabutan pasukan: %@
nb: Kunne ikke lagre lagtrekningen: %@
nl: Opslaan van teamt trekking mislukt: %@
pl: Nie udało się zapisać losowania zespołów: %@
pt_pt: Falha ao salvar o sorteio de equipes: %@
ro: Salvarea tragerii la sorți a echipelor a eșuat: %@
ru: Не удалось сохранить жеребьевку команд: %@
sk: Nepodarilo sa uložiť žrebovanie tímov: %@
sl: Shranjevanje žrebanja ekip ni uspelo: %@
sv: Misslyckades med att spara lagdragning: %@
th: ไม่สามารถบันทึกการจับทีมได้: %@
tlh: naghHom vIchelmeH nabHa'lu'pu': %@
tr: Takımların çekilişi kaydedilemedi: %@
uk: Не вдалося зберегти жеребкування команд: %@
vi: Không thể lưu rút thăm đội: %@
zh: 保存团队抽签失败: %@

source: Failed to save user data
be: Не ўдалося захаваць дадзеныя карыстальніка
bg: Неуспешно запазване на данните на потребителя
br: N'haller ket enrollañ roadennoù an implijer
ca: No s'han pogut desar les dades de l'usuari
co: Salvamentu di i dati di l'utente fallitu
cs: Nepodařilo se uložit uživatelská data
da: Kunne ikke gemme brugerdata
de: Benutzerdaten konnten nicht gespeichert werden
el: Αποτυχία αποθήκευσης δεδομένων χρήστη
es: No se pudieron guardar los datos del usuario
et: Kasutaja andmete salvestamine ebaõnnestus
eu: Erabiltzailearen datuak gordetzean huts egin du
fi: Käyttäjätietojen tallentaminen epäonnistui
fil: Nabigo ang pag-save ng data ng user
fr: Échec de l'enregistrement des données utilisateur
hr: Nije uspjelo spremanje korisničkih podataka
hu: Nem sikerült menteni a felhasználói adatokat
hy: Օգտագործողի տվյալների պահպանումը ձախողվել է
id: Gagal menyimpan data pengguna
it: Impossibile salvare i dati dell'utente
ja: ユーザーデータの保存に失敗しました
ka: მომხმარებლის მონაცემების შენახვა ვერ მოხერხდა
ko: 사용자 데이터를 저장하지 못했습니다
la: Data utentis servare defecit
ms: Gagal untuk menyimpan data pengguna
nb: Kunne ikke lagre brukerdata
nl: Gebruikersgegevens opslaan mislukt
pl: Nie udało się zapisać danych użytkownika
pt_pt: Falha ao salvar os dados do usuário
ro: Salvarea datelor utilizatorului a eșuat
ru: Не удалось сохранить данные пользователя
sk: Nepodarilo sa uložiť údaje používateľa
sl: Shranjevanje uporabniških podatkov ni uspelo
sv: Misslyckades med att spara användardata
th: ไม่สามารถบันทึกข้อมูลผู้ใช้ได้
tlh: lo'wI' De' polHa' yIgher
tr: Kullanıcı verileri kaydedilemedi
uk: Не вдалося зберегти дані користувача
vi: Không thể lưu dữ liệu người dùng
zh: 保存用户数据失败

source: Failed to update event : %@
be: Не ўдалося абнавіць мерапрыемства: %@
bg: Неуспешно актуализиране на събитието: %@
br: N'haller ket hizivaat an darvoud: %@
ca: No s'ha pogut actualitzar l'esdeveniment: %@
co: Aggiornamentu di l'eventu fallitu: %@
cs: Nepodařilo se aktualizovat událost: %@
da: Kunne ikke opdatere begivenhed: %@
de: Veranstaltung konnte nicht aktualisiert werden: %@
el: Αποτυχία ενημέρωσης γεγονότος: %@
es: No se pudo actualizar el evento: %@
et: Sündmuse uuendamine ebaõnnestus: %@
eu: Gertaera eguneratzean huts egin du: %@
fi: Tapahtuman päivittäminen epäonnistui: %@
fil: Nabigo ang pag-update ng event: %@
fr: Échec de la mise à jour de l'événement : %@
hr: Nije uspjelo ažuriranje događaja: %@
hu: Nem sikerült frissíteni az eseményt: %@
hy: Միջոցառումը թարմացնելն անհաջող է՝ %@
id: Gagal memperbarui acara: %@
it: Impossibile aggiornare l'evento: %@
ja: イベントの更新に失敗しました: %@
ka: ღონისძიების განახლება ვერ მოხერხდა: %@
ko: 이벤트 업데이트에 실패했습니다: %@
la: Eventum renovare defecit: %@
ms: Gagal untuk mengemas kini acara: %@
nb: Kunne ikke oppdatere hendelsen: %@
nl: Evenement bijwerken mislukt: %@
pl: Nie udało się zaktualizować wydarzenia: %@
pt_pt: Falha ao atualizar o evento: %@
ro: Actualizarea evenimentului a eșuat: %@
ru: Не удалось обновить событие: %@
sk: Nepodarilo sa aktualizovať udalosť: %@
sl: Posodabljanje dogodka ni uspelo: %@
sv: Misslyckades med att uppdatera händelse: %@
th: ไม่สามารถอัปเดตเหตุการณ์ได้: %@
tlh: QapHa'ghach qutluchlIj lo'laHbe' : %@
tr: Etkinlik güncellenemedi: %@
uk: Не вдалося оновити подію: %@
vi: Không thể cập nhật sự kiện: %@
zh: 更新事件失败: %@

source: Failed to update question
be: Не ўдалося абнавіць пытанне
bg: Неуспешно актуализиране на въпроса
br: N'haller ket hizivaat ar goulenn
ca: No s'ha pogut actualitzar la pregunta
co: Aggiornamentu di a dumanda fallita
cs: Nepodařilo se aktualizovat otázku
da: Kunne ikke opdatere spørgsmål
de: Frage konnte nicht aktualisiert werden
el: Αποτυχία ενημέρωσης ερώτησης
es: No se pudo actualizar la pregunta
et: Küsimuse uuendamine ebaõnnestus
eu: Galdera eguneratzean huts egin du
fi: Kysymyksen päivittäminen epäonnistui
fil: Nabigo ang pag-update ng tanong
fr: Échec de la mise à jour de la question
hr: Nije uspjelo ažuriranje pitanja
hu: Nem sikerült frissíteni a kérdést
hy: Հարցը թարմացնելը անհաջող է
id: Gagal memperbarui pertanyaan
it: Impossibile aggiornare la domanda
ja: 質問の更新に失敗しました
ka: კითხვის განახლება ვერ მოხერხდა
ko: 질문 업데이트에 실패했습니다
la: Quaestionem renovare defecit
ms: Gagal untuk mengemas kini soalan
nb: Kunne ikke oppdatere spørsmålet
nl: Bijwerken van vraag mislukt
pl: Nie udało się zaktualizować pytania
pt_pt: Falha ao atualizar a pergunta
ro: Actualizarea întrebării a eșuat
ru: Не удалось обновить вопрос
sk: Nepodarilo sa aktualizovať otázku
sl: Posodabljanje vprašanja ni uspelo
sv: Misslyckades med att uppdatera frågan
th: ไม่สามารถอัปเดตคำถามได้
tlh: nIqHom chu'Ha'moH yIgher
tr: Soru güncellenemedi
uk: Не вдалося оновити питання
vi: Không thể cập nhật câu hỏi
zh: 更新问题失败

source: First Name
be: Імя
bg: Име
br: Anv kentañ
ca: Nom
co: Primu Nome
cs: Jméno
da: Fornavn
de: Vorname
el: Όνομα
es: Nombre
et: Eesnimi
eu: Izena
fi: Etunimi
fil: Unang Pangalan
fr: Prénom
hr: Ime
hu: Keresztnév
hy: Անուն
id: Nama Depan
it: Nome
ja: 名前
ka: სახელი
ko: 이름
la: Primum Nomen
ms: Nama Pertama
nb: Fornavn
nl: Voornaam
pl: Imię
pt_pt: Nome
ro: Prenume
ru: Имя
sk: Krstné meno
sl: Ime
sv: Förnamn
th: ชื่อ
tlh: pong wa'DIch
tr: Ad
uk: Ім'я
vi: Tên
zh: 名字

# first_name_missing
source: Please enter a first name.
be: Калі ласка, увядзіце імя.
bg: Моля, въведете име.
br: Lakait ho anv mar plij.
ca: Introduïu un nom.
co: Inserite un primu nome.
cs: Zadejte prosím jméno.
da: Indtast et fornavn.
de: Bitte geben Sie einen Vornamen ein.
el: Παρακαλώ εισάγετε ένα όνομα.
es: Por favor, ingrese un nombre.
et: Palun sisestage eesnimi.
eu: Mesedez, sartu izena.
fi: Syötä etunimi.
fil: Paki-enter ng unang pangalan.
fr: Veuillez entrer un prénom.
hr: Molimo unesite ime.
hu: Kérjük, adja meg a keresztnevét.
hy: Խնդրում ենք մուտքագրել անուն։
id: Silakan masukkan nama depan.
it: Inserisci un nome.
ja: 名前を入力してください。
ka: გთხოვთ, შეიყვანოთ სახელი.
ko: 이름을 입력하세요.
la: Inserte primum nomen.
ms: Sila masukkan nama pertama.
nb: Vennligst skriv inn et fornavn.
nl: Voer een voornaam in.
pl: Proszę wprowadzić imię.
pt_pt: Digite um nome.
ro: Vă rugăm să introduceți un prenume.
ru: Пожалуйста, введите имя.
sk: Zadajte krstné meno.
sl: Vnesite ime.
sv: Ange ett förnamn.
th: โปรดกรอกชื่อ
tlh: pong wa'DIch yIgher.
tr: Lütfen bir ad girin.
uk: Будь ласка, введіть ім'я.
vi: Vui lòng nhập tên.
zh: 请输入名字。

source: Forgot Password?
be: Забыліся пароль?
bg: Забравена парола?
br: Disoñjet ho ker-tremen?
ca: Has oblidat la contrasenya?
co: Password scurdatu?
cs: Zapomněli jste heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό σας;
es: ¿Olvidaste tu contraseña?
et: Unustasid parooli?
eu: Pasahitza ahaztu duzu?
fi: Unohditko salasanan?
fil: Nakalimutan ang Password?
fr: Mot de passe oublié ?
hr: Zaboravili ste lozinku?
hu: Elfelejtette a jelszavát?
hy: Մոռացե՞լ եք գաղտնաբառը
id: Lupa Kata Sandi?
it: Password dimenticata?
ja: パスワードをお忘れですか？
ka: დაგავიწყდათ პაროლი?
ko: 비밀번호를 잊으셨나요?
la: Password oblitus?
ms: Lupa Kata Laluan?
nb: Glemt passord?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt_pt: Esqueceu a senha?
ro: Ați uitat parola?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sl: Ste pozabili geslo?
sv: Glömt lösenord?
th: ลืมรหัสผ่าน?
tlh: ngoq DawIj?
tr: Şifrenizi mi unuttunuz?
uk: Забули пароль?
vi: Quên mật khẩu?
zh: 忘记密码？

source: History
be: Гісторыя
bg: История
br: Istor
ca: Historial
co: Storia
cs: Historie
da: Historie
de: Verlauf
el: Ιστορικό
es: Historial
et: Ajalugu
eu: Historia
fi: Historia
fil: Kasaysayan
fr: Historique
hr: Povijest
hu: Előzmények
hy: Պատմություն
id: Riwayat
it: Cronologia
ja: 履歴
ka: ისტორია
ko: 역사
la: Historia
ms: Sejarah
nb: Historie
nl: Geschiedenis
pl: Historia
pt_pt: Histórico
ro: Istoric
ru: История
sk: História
sl: Zgodovina
sv: Historia
th: ประวัติ
tlh: quv
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh: 历史

# history_title
source: History
be: Гісторыя
bg: История
br: Istor
ca: Historial
co: Storia
cs: Historie
da: Historie
de: Verlauf
el: Ιστορικό
es: Historial
et: Ajalugu
eu: Historia
fi: Historia
fil: Kasaysayan
fr: Historique
hr: Povijest
hu: Előzmények
hy: Պատմություն
id: Riwayat
it: Cronologia
ja: 履歴
ka: ისტორია
ko: 역사
la: Historia
ms: Sejarah
nb: Historie
nl: Geschiedenis
pl: Historia
pt_pt: Histórico
ro: Istoric
ru: История
sk: História
sl: Zgodovina
sv: Historia
th: ประวัติ
tlh: quv
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh: 历史

# insufficient_options
source: A question must have at least two options
be: Пытанне павінна мець хаця б два варыянты
bg: Въпросът трябва да има поне две опции
br: Ret eo d'ur goulenn bezañ ennañ d'an nebeutañ daou disoc'h
ca: Una pregunta ha de tenir almenys dues opcions
co: Una dumanda deve avè almenu duie opzioni
cs: Otázka musí mít alespoň dvě možnosti
da: Et spørgsmål skal have mindst to valgmuligheder
de: Eine Frage muss mindestens zwei Optionen haben
el: Η ερώτηση πρέπει να έχει τουλάχιστον δύο επιλογές
es: Una pregunta debe tener al menos dos opciones
et: Küsimus peab sisaldama vähemalt kahte valikut
eu: Galdera batek gutxienez bi aukera izan behar ditu
fi: Kysymyksellä on oltava vähintään kaksi vaihtoehtoa
fil: Ang tanong ay dapat mayroong hindi bababa sa dalawang pagpipilian
fr: Une question doit avoir au moins deux options
hr: Pitanje mora imati najmanje dvije opcije
hu: Egy kérdésnek legalább két lehetősége kell, hogy legyen
hy: Հարցը պետք է ունենա առնվազն երկու տարբերակ
id: Pertanyaan harus memiliki setidaknya dua pilihan
it: Una domanda deve avere almeno due opzioni
ja: 質問には少なくとも2つのオプションが必要です
ka: კითხვას უნდა ჰქონდეს მინიმუმ ორი ვარიანტი
ko: 질문에는 최소 두 개의 옵션이 필요합니다
la: Quaestio saltem duas optiones habere debet
ms: Soalan mesti mempunyai sekurang-kurangnya dua pilihan
nb: Et spørsmål må ha minst to alternativer
nl: Een vraag moet minstens twee opties hebben
pl: Pytanie musi mieć co najmniej dwie opcje
pt_pt: Uma pergunta deve ter pelo menos duas opções
ro: O întrebare trebuie să aibă cel puțin două opțiuni
ru: У вопроса должно быть как минимум два варианта
sk: Otázka musí mať aspoň dve možnosti
sl: Vprašanje mora imeti vsaj dve možnosti
sv: En fråga måste ha minst två alternativ
th: คำถามต้องมีตัวเลือกอย่างน้อยสองตัวเลือก
tlh: nIqHomDaq latlh HochHom wIghaj
tr: Bir sorunun en az iki seçeneği olmalıdır
uk: Питання повинно мати щонайменше два варіанти
vi: Một câu hỏi phải có ít nhất hai tùy chọn
zh: 问题必须至少有两个选项

# invalid_email
source: Please enter a valid email.
be: Калі ласка, увядзіце сапраўдны электронны адрас.
bg: Моля, въведете валиден имейл.
br: Lakait ur postel reizh mar plij.
ca: Introduïu un correu electrònic vàlid.
co: Inserite un email validu.
cs: Zadejte prosím platný email.
da: Indtast en gyldig email.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
el: Παρακαλώ εισάγετε έγκυρο email.
es: Por favor, ingrese un correo electrónico válido.
et: Palun sisestage kehtiv e-posti aadress.
eu: Mesedez, sartu baliozko posta elektroniko bat.
fi: Syötä kelvollinen sähköposti.
fil: Paki-enter ng valid na email.
fr: Veuillez entrer un email valide.
hr: Molimo unesite važeći email.
hu: Kérjük, adjon meg érvényes email címet.
hy: Խնդրում ենք մուտքագրել վավեր էլ. փոստ։
id: Silakan masukkan email yang valid.
it: Inserisci un'email valida.
ja: 有効なメールアドレスを入力してください。
ka: გთხოვთ, შეიყვანოთ სწორი ელფოსტა.
ko: 유효한 이메일을 입력하세요.
la: Inserte validum email.
ms: Sila masukkan e-mel yang sah.
nb: Vennligst skriv inn en gyldig e-postadresse.
nl: Voer een geldig e-mailadres in.
pl: Proszę wprowadzić prawidłowy email.
pt_pt: Digite um email válido.
ro: Vă rugăm să introduceți un email valid.
ru: Пожалуйста, введите действительный адрес электронной почты.
sk: Zadajte platný email.
sl: Vnesite veljaven e-poštni naslov.
sv: Ange en giltig e-postadress.
th: โปรดกรอกอีเมลที่ถูกต้อง
tlh: nav Huch wI' valid yIgher.
tr: Lütfen geçerli bir e-posta girin.
uk: Будь ласка, введіть дійсну електронну адресу.
vi: Vui lòng nhập email hợp lệ.
zh: 请输入有效的电子邮件地址。

source: Invalid event ID.
be: Несапраўдны ідэнтыфікатар мерапрыемства.
bg: Невалиден ID на събитието.
br: ID darvoud direizh.
ca: ID de l'esdeveniment no vàlid.
co: ID di l'eventu invalidu.
cs: Neplatné ID události
da: Ugyldigt begivenheds-ID.
de: Ungültige Veranstaltungs-ID.
el: Μη έγκυρο αναγνωριστικό γεγονότος
es: ID de evento inválido.
et: Kehtetu sündmuse ID.
eu: Gertaera ID baliogabea.
fi: Virheellinen tapahtuma-ID.
fil: Invalid na event ID.
fr: ID d'événement invalide.
hr: Nevažeći ID događaja
hu: Érvénytelen eseményazonosító
hy: Անվավեր միջոցառման ID։
id: ID Acara Tidak Valid.
it: ID evento non valido.
ja: 無効なイベントID
ka: არასწორი ღონისძიების ID.
ko: 잘못된 이벤트 ID
la: ID Eventus invalidum
ms: ID Acara Tidak Sah.
nb: Ugyldig hendelses-ID.
nl: Ongeldige evenement-ID.
pl: Nieprawidłowy identyfikator wydarzenia.
pt_pt: ID do evento inválido.
ro: ID-ul evenimentului este invalid
ru: Недействительный ID события.
sk: Neplatné ID udalosti
sl: Neveljaven ID dogodka.
sv: Ogiltigt händelse-ID.
th: ID เหตุการณ์ไม่ถูกต้อง
tlh: puH Daq'a' tlhegh'e' ngoD motlh.
tr: Geçersiz etkinlik kimliği
uk: Недійсний ідентифікатор події.
vi: ID sự kiện không hợp lệ.
zh: 无效的事件ID。

source: Invalid Question ID
be: Несапраўдны ідэнтыфікатар пытання
bg: Невалиден ID на въпроса
br: ID goulenn direizh
ca: ID de pregunta no vàlid
co: ID di a dumanda invalidu
cs: Neplatné ID otázky
da: Ugyldigt spørgsmål-ID
de: Ungültige Frage-ID
el: Μη έγκυρο αναγνωριστικό ερώτησης
es: ID de pregunta inválido
et: Kehtetu küsimuse ID
eu: Galdera ID baliogabea
fi: Virheellinen kysymys-ID
fil: Invalid na ID ng Tanong
fr: ID de question invalide
hr: Nevažeći ID pitanja
hu: Érvénytelen kérdésazonosító
hy: Անվավեր հարցի ID
id: ID Pertanyaan Tidak Valid
it: ID domanda non valido
ja: 無効な質問ID
ka: არასწორი კითხვის ID
ko: 잘못된 질문 ID
la: Quaestionis ID invalidum
ms: ID Soalan Tidak Sah
nb: Ugyldig spørsmål-ID
nl: Ongeldige vraag-ID
pl: Nieprawidłowy identyfikator pytania
pt_pt: ID de pergunta inválido
ro: ID-ul întrebării este invalid
ru: Недействительный ID вопроса
sk: Neplatné ID otázky
sl: Neveljaven ID vprašanja
sv: Ogiltigt fråge-ID
th: ID คำถามไม่ถูกต้อง
tlh: nIqHom ID validbe'
tr: Geçersiz Soru Kimliği
uk: Недійсний ідентифікатор питання
vi: ID câu hỏi không hợp lệ
zh: 无效的问题ID
